[{"id": 15, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all breeds of the German Shepherd dog.", "keywords": "breed, German Shepherd dog"}, {"language": "de", "string": "Gib mir alle Sch\u00e4ferhundrassen.", "keywords": "Sch\u00e4ferhundrasse"}, {"language": "es", "string": "Dame todas las razas de pastor alem\u00e1n.", "keywords": "razas de pastor alem\u00e1n"}, {"language": "it", "string": "Dammi tutte le razze del pastore tedesco.", "keywords": "razza, pastore tedesco"}, {"language": "fr", "string": "Donnes-moi toutes les races de bergers allemands.", "keywords": "races, bergers allemands"}, {"language": "nl", "string": "Noem alle soorten Duitse herders.", "keywords": "Duitse herder, soort"}, {"language": "ro", "string": "D\u0103-mi toate rasele c\u00e2inelui Ciob\u0103nesc German.", "keywords": "ras\u0103, c\u00e2ine Ciob\u0103nesc German"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u06af\u0648\u0646\u0647 \u0647\u0627\u06cc \u0633\u06af \u0698\u0631\u0645\u0646 \u0634\u067e\u0631\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u06af\u0648\u0646\u0647\u060c \u0633\u06af \u0698\u0631\u0645\u0646 \u0634\u067e\u0631\u062f"}], "query": {"sparql": "PREFIX dbp: <http://dbpedia.org/property/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbp:breed res:German_Shepherd . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/property/breed"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/German_Shepherd"}}]}], "type": "query", "prefixes": {"dbp": "http://dbpedia.org/property/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lightning_(dog)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Strongheart"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Blondi"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Nemo_A534"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Antis_(dog)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mancs_(dog)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Appollo_(dog)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lucca_(dog)"}}]}}, "src": 4, "merge": "4#143_D5#143", "entity_category_words": "German Shepherd dog"}, {"id": 54, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "List the children of Margaret Thatcher.", "keywords": "Margaret Thatcher, child"}, {"language": "de", "string": "Liste die Kinder von Margaret Thatcher auf.", "keywords": "Margaret Thatcher, Kind"}, {"language": "es", "string": "Dame una lista de los hijos de Margaret Thatcher.", "keywords": "Margaret Thatcher, hijos"}, {"language": "it", "string": "Elenca i figli di Margaret Thatcher.", "keywords": "Margaret Thatcher, figlio"}, {"language": "fr", "string": "Donnes-moi tous les enfants de Margaret Thatcher.", "keywords": "enfants, Margaret Thatcher"}, {"language": "nl", "string": "Noem alle kinderen van Margaret Thatcher.", "keywords": "kinderen, Margaret Thatcher"}, {"language": "ro", "string": "Enumer\u0103 copiii lui Margaret Thatcher.", "keywords": "Margaret Thatcher, copil"}, {"language": "fa", "string": "\u0641\u0631\u0632\u0646\u062f\u0627\u0646 \u0645\u0627\u0631\u06af\u0627\u0631\u062a \u062a\u0627\u0686\u0631 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0641\u0631\u0632\u0646\u062f\u0627\u0646\u060c \u0645\u0627\u0631\u06af\u0627\u0631\u062a \u062a\u0627\u0686\u0631"}, {"language": "hi_IN", "string": "\u092e\u093e\u0930\u094d\u0917\u0930\u0947\u091f \u0925\u0948\u091a\u0930 \u0915\u0947 \u092c\u091a\u094d\u091a\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u092c\u0928\u093e\u090f\u0902\u0964", "keywords": "\u092e\u093e\u0930\u094d\u0917\u0930\u0947\u091f \u0925\u0948\u091a\u0930, \u092c\u091a\u094d\u091a\u094b\u0902"}], "query": {"sparql": "PREFIX res: <http://dbpedia.org/resource/> \nPREFIX dbo: <http://dbpedia.org/ontology/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:Margaret_Thatcher dbo:child ?uri . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Margaret_Thatcher"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/child"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {"res": "http://dbpedia.org/resource/", "dbo": "http://dbpedia.org/ontology/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Carol_Thatcher"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mark_Thatcher"}}]}}, "src": 4, "merge": "4#176_D5#176_M7#97", "entity_category_words": "Margaret Thatcher"}, {"id": 56, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all actors starring in Last Action Hero.", "keywords": "actor, starring, Last Action Hero"}, {"language": "de", "string": "Gib mir alle Schauspieler, die in Last Action Hero mitgespielt haben.", "keywords": "Schauspieler, mitspielen, Last Action Hero"}, {"language": "es", "string": "Dame todos los actores que hayan actuado en Last Action Hero.", "keywords": "actores, Last Action Hero"}, {"language": "it", "string": "Dammi tutti gli attori che hanno recitato in Last Action Hero.", "keywords": "attori, Last Action Hero"}, {"language": "fr", "string": "Noem alle acteurs uit de film Last Action Hero.", "keywords": "acteurs, Last Action Hero"}, {"language": "nl", "string": "Noem alle acteurs uit de film Last Action Hero.", "keywords": "acteur, Last Action Hero"}, {"language": "ro", "string": "D\u0103-mi to\u021bi actorii cu roluri principale \u00een Last Action Hero.", "keywords": "actor, rol principal, Last Action Hero"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0631 \u0644\u0633\u062a \u0627\u06a9\u0634\u0646 \u0647\u06cc\u0631\u0648 \u0628\u0627\u0632\u06cc \u06a9\u0631\u062f\u0646\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646\u06cc\u060c \u0644\u0633\u062a \u0627\u06a9\u0634\u0646 \u0647\u06cc\u0631\u0648\u060c \u0628\u0627\u0632\u06cc"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        res:Last_Action_Hero dbo:starring ?uri . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Last_Action_Hero"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/starring"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Anthony_Quinn"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Art_Carney"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/F._Murray_Abraham"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Frank_McRae"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mercedes_Ruehl"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Austin_O'Brien"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Arnold_Schwarzenegger"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Charles_Dance"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Tom_Noonan"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Robert_Prosky"}}]}}, "src": 4, "merge": "4#63_D5#63_D7#146_D8#124_D9#412", "entity_category_words": "Last Action Hero"}, {"id": 59, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all video games published by Mean Hamster Software.", "keywords": "video game, publish, Mean Hamster Software"}, {"language": "de", "string": "Gib mir alle Videospiele von Mean Hamster Software.", "keywords": "Videospiel, Mean Hamster Software"}, {"language": "es", "string": "Dame todos los videojuegos de Mean Hamster Software.", "keywords": "videojuego, Mean Hamster Software"}, {"language": "it", "string": "Dammi tutti i videogiochi di Mean Hamster Software.", "keywords": "videogioco, prodotto, Mean Hamster Software"}, {"language": "fr", "string": "Donnes-moi tous les jeux vid\u00e9os publi\u00e9s par Mean Hamster Software.", "keywords": "jeux vid\u00e9os, publi\u00e9s, Mean Hamster Software"}, {"language": "nl", "string": "Geef me alle videogames van Mean Hamster Software.", "keywords": "videogame, Mean Hamster Software"}, {"language": "ro", "string": "D\u0103-mi toate jocurile video publicate de Mean Hamster Software", "keywords": "joc video, publicat, Mean Hamster Software"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u0627\u0632\u06cc \u0647\u0627\u06cc \u0648\u06cc\u062f\u0626\u0648\u06cc\u06cc \u06a9\u0647 \u062a\u0648\u0633\u0637 \u0645\u06cc\u0646 \u0647\u0645\u0633\u062a\u0631 \u0633\u0627\u0641\u062a\u0648\u0631 \u0645\u0646\u062a\u0634\u0631 \u0634\u062f\u0646\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u0627\u0632\u06cc \u0647\u0627\u06cc \u0648\u06cc\u062f\u0626\u0648\u06cc\u06cc\u060c \u0645\u06cc\u0646 \u0647\u0645\u0633\u062a\u0631 \u0633\u0627\u0641\u062a\u0648\u0631\u060c \u0645\u0646\u062a\u0634\u0631"}, {"language": "hi_IN", "string": "\u092e\u0940\u0928 \u0939\u092e\u094d\u0938\u091f\u0930 \u0938\u0949\u092b\u094d\u091f\u0935\u0947\u092f\u0930 \u0926\u094d\u0935\u093e\u0930\u093e \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924 \u0938\u092d\u0940 \u0935\u0940\u0921\u093f\u092f\u094b \u0917\u0947\u092e \u0915\u0940 \u0938\u0942\u091a\u093f \u0926\u0947\u0902\u0964 '", "keywords": "\u092e\u0940\u0928 \u0939\u092e\u094d\u0938\u091f\u0930 \u0938\u0949\u092b\u094d\u091f\u0935\u0947\u092f\u0930, \u092a\u094d\u0930\u0915\u093e\u0936\u093f\u0924, \u0935\u0940\u0921\u093f\u092f\u094b \u0917\u0947\u092e"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n      ?uri rdf:type dbo:VideoGame .\n      ?uri dbo:publisher res:Mean_Hamster_Software . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/VideoGame"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/publisher"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Mean_Hamster_Software"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Crossbow_(video_game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Riven"}}]}}, "src": 4, "merge": "4#71_D5#71_M7#78", "entity_category_words": "video game, Mean Hamster Software"}, {"id": 69, "answertype": "list", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all launch pads operated by NASA.", "keywords": "launch pad, operate, NASA"}, {"language": "de", "string": "Gib mir alle von der NASA betriebenen Startrampen.", "keywords": "Startrampe, betreiben, NASA"}, {"language": "es", "string": "Dame todas las plataformas de lanzamiento operadas por la NASA.", "keywords": "plataforma de lanzamiento, operada por la NASA"}, {"language": "it", "string": "Dammi tutte le rampe di lancio gestite dalla NASA.", "keywords": "rampa di lancio, gestire, NASA"}, {"language": "fr", "string": "Donnes-moi toutes les rampes de lancements des Etats-unis.", "keywords": "rampes de lancements, Etats-unis"}, {"language": "nl", "string": "Noem alle lanceerplatformen van de NASA.", "keywords": "lanceerplatform, NASA"}, {"language": "ro", "string": "D\u0103-mi toate rampele de lansare operate de c\u0103tre NASA.", "keywords": "ramp\u0103 de lansare, operat, NASA"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0633\u06a9\u0648\u0647\u0627\u06cc \u067e\u0631\u062a\u0627\u0628 \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0634\u062f\u0647 \u062a\u0648\u0633\u0637 \u0646\u0627\u0633\u0627 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0633\u06a9\u0648\u0647\u0627\u06cc \u067e\u0631\u062a\u0627\u0628\u060c \u0631\u0627\u0647 \u0627\u0646\u062f\u0627\u0632\u06cc \u0634\u062f\u0647\u060c \u0646\u0627\u0633\u0627"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0928\u093e\u0938\u093e \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u091a\u093e\u0932\u093f\u0924 \u0938\u092d\u0940 \u0932\u0949\u0928\u094d\u091a \u092a\u0948\u0921 \u0915\u0940 \u0938\u0942\u091a\u093f \u0926\u0947\u0902\u0964", "keywords": "\u0928\u093e\u0938\u093e, \u0938\u0902\u091a\u093e\u0932\u093f\u0924, \u0932\u0949\u0928\u094d\u091a \u092a\u0948\u0921"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri rdf:type dbo:LaunchPad .  \n        ?uri dbo:operator res:NASA . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/LaunchPad"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/operator"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/NASA"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Wallops_Flight_Facility_Launch_Area_3"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Broglio_Space_Centre"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Kennedy_Space_Center_Launch_Complex_39"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Keweenaw_Rocket_Range"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mid-Atlantic_Regional_Spaceport_Launch_Pad_0"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Spaceport_Florida_Launch_Complex_36"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Cape_Canaveral_Air_Force_Station_Launch_Complex_13"}}]}}, "src": 4, "merge": "4#164_D5#164_D7#67", "entity_category_words": "launch pad, NASA"}, {"id": 81, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all Canadian Grunge record labels.", "keywords": "record label, Canadian, Grunge"}, {"language": "de", "string": "Gib mir alle kanadischen Grunge-Plattenfirmen.", "keywords": "kanadisch, Plattenfirma, Grunge"}, {"language": "es", "string": "Dame todos las empresas canadienses productoras de m\u00fasica Grunge.", "keywords": "empresa productora de m\u00fasica, canadiense, Grunge"}, {"language": "it", "string": "Dammi tutti i produttori canadesi di musica Grunge.", "keywords": "produttore di musica, canadese, Grunge"}, {"language": "fr", "string": "Donnes-moi tous les labels discographiques canadiens de grunge.", "keywords": "labels discographiques, canadiens, grunge"}, {"language": "nl", "string": "Noem alle Canadese grunge-platenlabels.", "keywords": "Canadees, platenlabel, Grunge"}, {"language": "ro", "string": "D\u0103-mi toate casele canadiene Grunge de \u00eenregistr\u0103ri.", "keywords": "cas\u0103 de \u00eenregistr\u0103ri, canadian, Grunge"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0646\u0627\u0634\u0631\u0627\u0646 \u0645\u0648\u0633\u06cc\u0642\u06cc \u06af\u0631\u0627\u0646\u062c \u06a9\u0627\u0646\u0627\u062f\u0627\u06cc\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0646\u0627\u0634\u0631\u0627\u0646 \u0645\u0648\u0633\u06cc\u0642\u06cc\u060c \u06af\u0631\u0627\u0646\u062c\u060c \u06a9\u0627\u0646\u0627\u062f\u0627\u06cc\u06cc"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0938\u092d\u0940 \u0915\u0948\u0928\u0947\u0921\u093f\u092f\u0928 \u0917\u094d\u0930\u093e\u0902\u091c \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0932\u0947\u092c\u0932 \u0915\u0940 \u0938\u0942\u091a\u093f \u0926\u0947\u0902\u0964", "keywords": "\u0915\u0948\u0928\u0947\u0921\u093f\u092f\u0928, \u0917\u094d\u0930\u093e\u0902\u091c, \u0930\u093f\u0915\u0949\u0930\u094d\u0921 \u0932\u0947\u092c\u0932"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:RecordLabel .\n        ?uri dbo:genre res:Grunge .\n        ?uri dbo:country res:Canada .\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/RecordLabel"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/genre"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Grunge"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Canada"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Murderecords"}}]}}, "src": 4, "merge": "4#80_D5#80_M7#95", "entity_category_words": "record label, Canadian, Grunge"}, {"id": 89, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "List all games by GMT.", "keywords": "game, GMT"}, {"language": "de", "string": "Liste alle Spiele von GMT auf.", "keywords": "Spiel, GMT"}, {"language": "es", "string": "Dame todos los juegos de GMT.", "keywords": "juegos, GMT"}, {"language": "it", "string": "Elenca tutti i giochi di GMT.", "keywords": "gioco, GMT"}, {"language": "fr", "string": "Donne-moi tous les jeux de GMT.", "keywords": "jeux, GMT"}, {"language": "nl", "string": "Noem alle spelen van GMT.", "keywords": "spel, GMT"}, {"language": "ro", "string": "Enumer\u0103 toate jocurile de GMT", "keywords": "joc, GMT"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u0627\u0632\u06cc \u0647\u0627\u06cc \u062c\u06cc.\u0627\u0645.\u062a\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u0627\u0632\u06cc \u0647\u0627\u06cc\u060c \u062c\u06cc.\u0627\u0645.\u062a\u06cc"}, {"language": "ru", "string": "\u0421\u043f\u0438\u0441\u043e\u043a \u0432\u0441\u0435 \u0438\u0433\u0440\u044b \u043e\u0442 \u0412\u0420\u0415\u041c\u042f \u041f\u041e \u0413\u0420\u0418\u041d\u0412\u0418\u0427\u0423. ", "keywords": "\u0438\u0433\u0440\u0430 ,  \u0432\u0440\u0435\u043c\u044f \u043f\u043e \u0413\u0440\u0438\u043d\u0432\u0438\u0447\u0443 "}, {"language": "pt", "string": "Lista todos jogos de GMT. ", "keywords": "jogos ,  GMT "}, {"language": "hi_IN", "string": "\u091c\u0940\u090f\u092e\u091f\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092d\u0940 \u0916\u0947\u0932\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u092c\u0928\u093e\u090f\u0902\u0964", "keywords": "\u091c\u0940\u090f\u092e\u091f\u0940, \u0916\u0947\u0932"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:publisher res:GMT_Games . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/publisher"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/GMT_Games"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/A_World_At_War"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Sword_of_Rome"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Paths_of_Glory_(board_game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Commands_&_Colors:_Ancients"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Fields_of_Fire_(game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Chandragupta_(board_game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Twilight_Struggle"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Washington's_War"}}]}}, "src": 4, "merge": "4#140_D5#140_M7#102_M8#86", "entity_category_words": "game, GMT"}, {"id": 103, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me a list of all lakes in Denmark.", "keywords": "lake, Denmark"}, {"language": "de", "string": "Gib mir eine Liste aller Seen in D\u00e4nemark.", "keywords": "See, D\u00e4nemark"}, {"language": "es", "string": "Dame una lista de todos los lagos en Dinamarca.", "keywords": "lista, lagos, Dinamarca"}, {"language": "it", "string": "Dammi una lista di tutti i laghi della Danimarca.", "keywords": "lago, Danimarca"}, {"language": "fr", "string": "Donnes-moi tous les lacs du Danemark.", "keywords": "lacs, Danemark"}, {"language": "nl", "string": "Noem alle meren in Denemarken.", "keywords": "meer, Denemarken"}, {"language": "ro", "string": "D\u0103-mi o list\u0103 a tuturor lacurilor din Danemarca.", "keywords": "lac, Danemarca"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u062f\u0631\u06cc\u0627\u0686\u0647 \u0647\u0627\u06cc \u062f\u0627\u0646\u0645\u0627\u0631\u06a9 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u062f\u0631\u06cc\u0627\u0686\u0647 \u0647\u0627\u06cc\u060c \u062f\u0627\u0646\u0645\u0627\u0631\u06a9"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f  \u0441\u043f\u0438\u0441\u043e\u043a \u0438\u0437 \u0432\u0441\u0435 \u043e\u0437\u0435\u0440\u0430 \u0432 \u0414\u0430\u043d\u0438\u044f. ", "keywords": "\u043e\u0437\u0435\u0440\u043e ,  \u0414\u0430\u043d\u0438\u044f "}, {"language": "pt", "string": "Dar mim uma Lista do todos lagos dentro Dinamarca. ", "keywords": "lago ,  Dinamarca "}, {"language": "hi_IN", "string": "\u0926\u0947\u0928\u093e \u092e\u0941\u091d\u0947 \u090f \u0938\u0942\u091a\u0940 \u0915\u093e \u0938\u092c \u091d\u0940\u0932\u094b\u0902 \u092e\u0947\u0902 \u0921\u0947\u0928\u092e\u093e\u0930\u094d\u0915\u0964 ", "keywords": "\u091d\u0940\u0932 ,  \u0921\u0947\u0928\u092e\u093e\u0930\u094d\u0915 "}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX yago: <http://dbpedia.org/class/yago/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n        { ?uri rdf:type dbo:Lake .  \n          ?uri dbo:country res:Denmark . } \n        UNION \n        { ?uri rdf:type yago:LakesOfDenmark . } \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "union", "patterns": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Lake"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Denmark"}}]}, {"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/class/yago/LakesOfDenmark"}}]}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "yago": "http://dbpedia.org/class/yago/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Lakes,_Copenhagen"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Arres\u00f8"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/B\u00f8lling_Lake"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Fures\u00f8_(lake)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lake_Bagsv\u00e6rd"}}]}}, "src": 4, "merge": "4#160_D5#160", "entity_category_words": "lake, Denmark"}, {"id": 107, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all communist countries.", "keywords": "communist countries"}, {"language": "de", "string": "Gib mir alle kommunistischen L\u00e4nder.", "keywords": "kommunistische L\u00e4nder"}, {"language": "es", "string": "Dame todos los pa\u00edses comunistas.", "keywords": "pa\u00edses comunistas"}, {"language": "it", "string": "Dammi tutti i paesi comunisti.", "keywords": "paesi comunisti"}, {"language": "fr", "string": "Donnes-moi tous les pays communistes.", "keywords": "pays communistes"}, {"language": "nl", "string": "Geef alle communistische landen.", "keywords": "communistische landen"}, {"language": "ro", "string": "D\u0103-mi toate \u021b\u0103rile comuniste.", "keywords": "\u021b\u0103ri comuniste"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Country .\n      { ?uri dbo:governmentType res:Communism . }\n        UNION\n      { ?uri dbo:governmentType res:Communist_state . }\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Country"}}]}, {"type": "union", "patterns": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/governmentType"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Communism"}}]}, {"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/governmentType"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Communist_state"}}]}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Azerbaijan_People's_Government"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Republic_of_Mahabad"}}]}}, "src": 4, "merge": "4#28_D5#28", "entity_category_words": "communist countries"}]