[{"id": 118, "answertype": "string", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all B-sides of the Ramones.", "keywords": "Ramones, B-sides"}, {"language": "de", "string": "Gib mir alle B-Seiten der Ramones.", "keywords": "Ramones, B-Seiten"}, {"language": "es", "string": "Dame todas las caras B de los Ramones.", "keywords": "Ramones, cara B"}, {"language": "it", "string": "Dammi tutti i lati B dei Ramones.", "keywords": "Ramones, lato B"}, {"language": "fr", "string": "Donnes-moi tous les faces B des Ramones.", "keywords": "faces B, Ramones"}, {"language": "nl", "string": "Geef alle B-kantjes van singles van de Ramones.", "keywords": "B-kant, single, de Ramones"}, {"language": "ro", "string": "D\u0103-mi toate laturile B ale Ramones", "keywords": "Ramones, laturi B"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u06cc\u0633\u0627\u06cc\u062f\u0647\u0627\u06cc \u0631\u0627\u0645\u0648\u0646\u0632 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u06cc\u0633\u0627\u06cc\u062f\u0647\u0627\u06cc\u060c \u0631\u0627\u0645\u0648\u0646\u0632"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 B-\u0441\u0430\u0439\u0434\u0430 \u0438\u0437  Ramones. ", "keywords": "Ramones ,  B-\u0441\u0430\u0439\u0434\u0430 "}, {"language": "pt", "string": "Dar mim todos Lados B do a Ramones. ", "keywords": "Ramones ,  Lados B "}, {"language": "hi_IN", "string": "\u0926\u0947\u0928\u093e \u092e\u0941\u091d\u0947 \u0938\u092c \u092c\u0940 \u092a\u0915\u094d\u0937\u094b\u0902 \u0915\u093e  \u0930\u092e\u094b\u0902\u0938\u0964 ", "keywords": "\u0930\u092e\u094b\u0902\u0938 ,  \u092c\u0940 \u092a\u0915\u094d\u0937\u094b\u0902 "}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?string \nWHERE {\n        ?x dbo:musicalArtist res:Ramones .\n        ?x dbo:bSide ?string . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "string"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "x"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/musicalArtist"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Ramones"}}, {"subject": {"termType": "Variable", "value": "x"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/bSide"}, "object": {"termType": "Variable", "value": "string"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["string"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"string": {"type": "literal", "value": "\"I Don't Care\""}}, {"string": {"type": "literal", "value": "\"Daytime Dilemma (Dangers of Love)\""}}, {"string": {"type": "literal", "value": "\"Go Home Ann\" (12\" only)"}}, {"string": {"type": "literal", "value": "\"No-One Could Ever Love You More\" (Norway)"}}, {"string": {"type": "literal", "value": "\"Saturday Night Out\""}}, {"string": {"type": "literal", "value": "\"Gee Girl\""}}, {"string": {"type": "literal", "value": "\"Miss Joan And Mr. Sam\""}}, {"string": {"type": "literal", "value": "\"California Sun\" / \"I Dont Wanna Walk Around With You\" (live)"}}, {"string": {"type": "literal", "value": "\"Babysitter\""}}, {"string": {"type": "literal", "value": "\"Do You Wanna Dance?\""}}, {"string": {"type": "literal", "value": "Censorshit"}}]}}, "src": 4, "merge": "4#196_D5#196", "entity_category_words": "Ramones"}, {"id": 127, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all companies in the advertising industry.", "keywords": "company, advertising industry"}, {"language": "de", "string": "Gib mir alle Unternehmen, die in der Werbebranche t\u00e4tig sind.", "keywords": "Unternehmen, Werbebranche"}, {"language": "es", "string": "Dame todas las empresas publicitarias.", "keywords": "empresas publicitarias"}, {"language": "it", "string": "Dammi tutte le aziende pubblicitarie.", "keywords": "aziende pubblicitarie"}, {"language": "fr", "string": "Donnes-moi toutes les agences de publicit\u00e9.", "keywords": "agences de publicit\u00e9"}, {"language": "nl", "string": "Noem alle bedrijven die in de reclamebranche actief zijn.", "keywords": "bedrijf, reclamebranche"}, {"language": "ro", "string": "D\u0103-mi toate companiile din industria publicitar\u0103.", "keywords": "companii, industria publicitar\u0103"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0634\u0631\u06a9\u062a \u0647\u0627\u06cc\u06cc \u06a9\u0647 \u062f\u0631 \u0635\u0646\u0639\u062a \u062a\u0628\u0644\u06cc\u063a\u0627\u062a \u0641\u0639\u0627\u0644 \u0647\u0633\u062a\u0646\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0634\u0631\u06a9\u062a \u0647\u0627\u06cc\u06cc\u060c \u0635\u0646\u0639\u062a \u062a\u0628\u0644\u06cc\u063a\u0627\u062a"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 \u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438 \u0432  \u0440\u0435\u043a\u043b\u0430\u043c\u0430 \u043f\u0440\u043e\u043c\u044b\u0448\u043b\u0435\u043d\u043d\u043e\u0441\u0442\u044c. ", "keywords": "\u041a\u043e\u043c\u043f\u0430\u043d\u0438\u044f ,  \u0440\u0435\u043a\u043b\u0430\u043c\u0430 \u043f\u0440\u043e\u043c\u044b\u0448\u043b\u0435\u043d\u043d\u043e\u0441\u0442\u044c "}, {"language": "pt", "string": "Dar mim todos empresas dentro a propaganda ind\u00fastria. ", "keywords": "companhia ,  propaganda ind\u00fastria "}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0935\u093f\u091c\u094d\u091e\u093e\u092a\u0928 \u0909\u0926\u094d\u092f\u094b\u0917 \u0915\u0947 \u0938\u092d\u0940 \u0915\u0902\u092a\u0928\u093f\u092f\u094b\u0902 \u0915\u0947 \u0928\u093e\u092e \u0926\u0947\u0902\u0964", "keywords": "\u0915\u0902\u092a\u0928\u0940 ,  \u0935\u093f\u091c\u094d\u091e\u093e\u092a\u0928 \u0909\u0926\u094d\u092f\u094b\u0917 "}], "query": {"sparql": "PREFIX dbp: <http://dbpedia.org/property/>\nPREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT COUNT(DISTINCT ?uri)\nWHERE { \n        ?uri rdf:type dbo:Company  .\n      { ?uri dbo:industry res:Advertising } \n      UNION \n      { ?uri dbo:industry ?industry . \n        FILTER regex(?industry,'advertising','i') . }\n}"}, "answers": {"head": {"link": [], "vars": ["callret-0"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"callret-0": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "88"}}]}}, "src": 4, "merge": "4#49", "entity_category_words": "company, advertising industry"}, {"id": 139, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all members of Prodigy.", "keywords": "member, Prodigy"}, {"language": "de", "string": "Gib mir alle Bandmitglieder von Prodigy.", "keywords": "Bandmitglied, Prodigy"}, {"language": "es", "string": "Dame todos los miembros de la banda Prodigy.", "keywords": "miembros de la banda Prodigy"}, {"language": "it", "string": "Dammi tutti i membri dei Prodigy.", "keywords": "membri, Prodigy"}, {"language": "fr", "string": "Donne-moi tous les membres de Prodigy.", "keywords": "members, Prodigy"}, {"language": "nl", "string": "Noem alle leden van Prodigy.", "keywords": "leden, Prodigy"}, {"language": "ro", "string": "D\u0103-mi to\u021bii membrii Prodigy.", "keywords": "membru, Prodigy"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0627\u0639\u0636\u0627\u06cc \u067e\u0631\u0627\u062f\u06cc\u062c\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0627\u0639\u0636\u0627\u060c \u067e\u0631\u0627\u062f\u06cc\u062c\u06cc"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        res:The_Prodigy dbo:bandMember ?uri . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/The_Prodigy"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/bandMember"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Liam_Howlett"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Keith_Flint"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Maxim_(musician)"}}]}}, "src": 4, "merge": "4#114_D5#114_D8#172_D9#296", "entity_category_words": "Prodigy"}, {"id": 140, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all Australian nonprofit organizations.", "keywords": "nonprofit organization, Australia"}, {"language": "de", "string": "Gib mir alle gemeinn\u00fctzigen Organisationen in Australien.", "keywords": "gemeinn\u00fctzige Organisation, Australien"}, {"language": "es", "string": "Dame todas las organizaciones ben\u00e9ficas de Australia.", "keywords": "organizaciones ben\u00e9ficas, Australia"}, {"language": "it", "string": "Dammi tutte le organizzazioni australiane non a scopo di lucro.", "keywords": "organizzazioni non a scopo di lucro, Australia"}, {"language": "fr", "string": "Donnes-moi toutes les associations australiennes \u00e0 but non lucratif.", "keywords": "Association \u00e0 but non lucratif, Australie"}, {"language": "nl", "string": "Noem alle Australische organisaties zonder winstoogmerk.", "keywords": "organisatie zonder winstoogmerk, Australi\u00eb"}, {"language": "ro", "string": "D\u0103-mi toate organiza\u021biile non-profit din Australia.", "keywords": "organiza\u021bie non-profit, Australia"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06cc \u0646\u0627\u0633\u0648\u062f\u0628\u0631 \u0627\u0633\u062a\u0631\u0627\u0644\u06cc\u0627\u06cc\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0633\u0627\u0632\u0645\u0627\u0646 \u0647\u0627\u06cc \u0646\u0627\u0633\u0648\u062f\u0628\u0631\u060c \u0627\u0633\u062a\u0631\u0627\u0644\u06cc\u0627\u06cc\u06cc"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nSELECT DISTINCT ?uri \nWHERE { \n        ?uri dbo:type res:Nonprofit_organization . \n      { ?uri dbo:locationCountry res:Australia . } \n      UNION \n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Nonprofit_organization"}}]}, {"type": "union", "patterns": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/locationCountry"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Australia"}}]}, {"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/location"}, "object": {"termType": "Variable", "value": "x"}}, {"subject": {"termType": "Variable", "value": "x"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Australia"}}]}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/YourView"}}]}}, "src": 4, "merge": "4#133_D5#133", "entity_category_words": "nonprofit organization, Australia"}, {"id": 181, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all taikonauts.", "keywords": "taikonauts"}, {"language": "de", "string": "Gib mir alle Taikonauten.", "keywords": "Taikonauten"}, {"language": "es", "string": "Dame todas las taikonautas.", "keywords": "taikonautas"}, {"language": "it", "string": "Dammi tutte i taikonauti.", "keywords": "taikonauti"}, {"language": "fr", "string": "Donnes-moi tous les ta\u00efkonautes.", "keywords": "ta\u00efkonautes"}, {"language": "nl", "string": "Toon alle taikonauten.", "keywords": "taikonauten"}, {"language": "ro", "string": "D\u0103-mi to\u021bi taikonau\u021bii.", "keywords": "taikonaut"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0641\u0636\u0627\u0646\u0648\u0631\u062f\u0627\u0646 \u0686\u06cc\u0646\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0641\u0636\u0627\u0646\u0648\u0631\u062f\u0627\u0646\u060c \u0686\u06cc\u0646\u06cc"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:Astronaut .\n        ?uri dbo:nationality res:China .\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Astronaut"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/nationality"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/China"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Tao_Jiali"}}]}}, "src": 5, "merge": "5#201", "entity_category_words": "taikonauts"}, {"id": 184, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all actors called Baldwin.", "keywords": "actors, called, Baldwin"}, {"language": "de", "string": "Gib mir alle Schauspieler, die Baldwin hei\u00dfen.", "keywords": "Schauspieler, hei\u00dfen, Baldwin"}, {"language": "es", "string": "Dame todos los actores llamados Baldwin.", "keywords": "actores, llamados Baldwin"}, {"language": "it", "string": "Dammi tutti gli attori che si chiamano Baldwin.", "keywords": "attori, chiamarsi, Baldwin"}, {"language": "fr", "string": "Donne-moi tous les acteurs appel\u00e9s Baldwin.", "keywords": "Acteury, appel\u00e9s, Baldwin"}, {"language": "nl", "string": "Toon alle acteurs die Baldwin heten.", "keywords": "acteurs, heten, Baldwin"}, {"language": "ro", "string": "D\u0103-mi to\u021bi actorii numi\u021bi Baldwin.", "keywords": "actori, numit, Baldwin"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646 \u0628\u0627 \u0646\u0627\u0645 \u0628\u0627\u0644\u062f\u0648\u06cc\u0646 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646\u060c \u0646\u0627\u0645\u060c \u0628\u0627\u0644\u062f\u0648\u06cc\u0646"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 \u0430\u043a\u0442\u0435\u0440\u044b \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f \u0411\u043e\u043b\u0434\u0443\u0438\u043d. ", "keywords": "\u0430\u043a\u0442\u0435\u0440\u044b ,  \u043d\u0430\u0437\u044b\u0432\u0430\u0435\u0442\u0441\u044f ,  \u0411\u043e\u043b\u0434\u0443\u0438\u043d "}, {"language": "pt", "string": "Dar mim todos atores chamado Baldwin ", "keywords": "atores ,  chamado ,  Baldwin "}, {"language": "hi_IN", "string": "\u0926\u0947\u0928\u093e \u092e\u0941\u091d\u0947 \u0938\u092c \u0905\u092d\u093f\u0928\u0947\u0924\u093e\u0913\u0902 \u092c\u0941\u0932\u093e\u092f\u093e \u092c\u093e\u0932\u094d\u0921\u0935\u093f\u0928\u0964 ", "keywords": "\u0905\u092d\u093f\u0928\u0947\u0924\u093e\u0913\u0902 ,  \u092c\u0941\u0932\u093e\u092f\u093e ,  \u092c\u093e\u0932\u094d\u0921\u0935\u093f\u0928 "}], "query": {"sparql": "PREFIX dbo:  <http://dbpedia.org/ontology/>\nPREFIX res:  <http://dbpedia.org/resource/>\nPREFIX foaf: <http://xmlns.com/foaf/0.1/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri foaf:surname 'Baldwin'@en . \n      { ?uri dbo:occupation res:Actor . } \n      UNION \n      { ?uri rdf:type dbo:Actor . }\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://xmlns.com/foaf/0.1/surname"}, "object": {"termType": "Literal", "value": "Baldwin", "language": "en", "datatype": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#langString"}}}]}, {"type": "union", "patterns": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/occupation"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Actor"}}]}, {"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Actor"}}]}]}], "type": "query", "prefixes": {"rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#", "dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "foaf": "http://xmlns.com/foaf/0.1/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Greg_Baldwin"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Judith_Baldwin"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Peter_Baldwin_(actor)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Robert_Baldwin_(actor)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Talon_(actor)"}}]}}, "src": 5, "merge": "5#247", "entity_category_words": "actors, Baldwin"}, {"id": 190, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all Dutch parties.", "keywords": "Dutch, party"}, {"language": "de", "string": "Gib mir alle Niederl\u00e4ndischen Parteien.", "keywords": "Niederl\u00e4ndisch, Partei"}, {"language": "es", "string": "Dame todos los partidos pol\u00edticos holandeses", "keywords": "partidos pol\u00edticos holandeses"}, {"language": "it", "string": "Dammi tutti i partiti politici olandesi.", "keywords": "partiti politici olandesi"}, {"language": "fr", "string": "Donne-moi tous les partis politiques n\u00e9erlandais.", "keywords": "partis poliques, n\u00e9erlandais"}, {"language": "nl", "string": "Toon alle Nederlandse partijen.", "keywords": "Nederlandse partijen."}, {"language": "ro", "string": "D\u0103-mi toate partidele politice olandeze.", "keywords": "partide politice olandeze"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u062d\u0632\u0628 \u0647\u0627\u06cc \u0647\u0644\u0646\u062f\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u062d\u0632\u0628\u060c \u0647\u0644\u0646\u062f"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri rdf:type dbo:PoliticalParty .\n        ?uri dbo:country res:Netherlands .\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/PoliticalParty"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Netherlands"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/People's_Party_for_Freedom_and_Democracy"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Democratic_Political_Turning_Point"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Trots_op_Nederland"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Free_Union_(anarchist_organisation)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Onafhankelijke_Burger_Partij"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Reformed_Political_Party"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Anti-Revolutionary_Party"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Christian_Democratic_Appeal"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Frisian_National_Party"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/GroenLinks"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Article_50_(political_party)"}}]}}, "src": 5, "merge": "5#205", "entity_category_words": "Dutch, party"}, {"id": 192, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all Swedish oceanographers.", "keywords": "Swedish, oceanographer"}, {"language": "de", "string": "Gib mir alle Schwedischen Ozeanographen.", "keywords": "Schwedisch, Ozeanographen"}, {"language": "es", "string": "Dame todos los ocean\u00f3grafos suecos.", "keywords": "ocean\u00f3grafos suecos"}, {"language": "it", "string": "Dammi tutti gli oceanografi svedesi.", "keywords": "svedesi, oceanografi"}, {"language": "fr", "string": "Donne-moi tous les oc\u00e9anographes su\u00e9dois.", "keywords": "Oc\u00e9anographes, su\u00e9dois"}, {"language": "nl", "string": "Toon alle Zweedse oceanograafen.", "keywords": "Zweedse, oceanograafen"}, {"language": "ro", "string": "D\u0103-mi to\u021bi oceanografii suedezi.", "keywords": "oceanograf, suedez"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0627\u0642\u06cc\u0627\u0646\u0648\u0633 \u0634\u0646\u0627\u0633\u0627\u0646 \u0633\u0648\u0626\u062f\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0627\u0642\u06cc\u0627\u0646\u0648\u0633 \u0634\u0646\u0627\u0633\u0627\u0646\u060c \u0633\u0648\u0626\u062f\u06cc"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0938\u092d\u0940 \u0938\u094d\u0935\u0940\u0921\u093f\u0936 \u092e\u0939\u093e\u0938\u093e\u0917\u0930\u0940\u092f \u0935\u0948\u091c\u094d\u091e\u093e\u0928\u093f\u0915\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u093f \u092c\u0924\u093e\u092f\u0947\u0902\u0964", "keywords": "\u0938\u094d\u0935\u0940\u0921\u093f\u0936, \u092e\u0939\u093e\u0938\u093e\u0917\u0930\u0940\u092f \u0935\u0948\u091c\u094d\u091e\u093e\u0928\u093f\u0915"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 \u0448\u0432\u0435\u0434\u0441\u043a\u0438\u0439 \u043e\u043a\u0435\u0430\u043d\u043e\u0433\u0440\u0430\u0444\u044b. ", "keywords": "\u0448\u0432\u0435\u0434\u0441\u043a\u0438\u0439 ,  \u043e\u043a\u0435\u0430\u043d\u043e\u0433\u0440\u0430\u0444 "}, {"language": "pt", "string": "Dar mim todos sueco ocean\u00f3grafos. ", "keywords": "sueco ,  ocean\u00f3grafo "}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nSELECT DISTINCT ?uri\nWHERE {\n        ?uri dbo:field res:Oceanography . \n        ?uri dbo:birthPlace res:Sweden .        \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/field"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Oceanography"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/birthPlace"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Sweden"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Vagn_Walfrid_Ekman"}}]}}, "src": 5, "merge": "5#243_D7#177", "entity_category_words": "Swedish, oceanographer"}, {"id": 193, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all actors who were born in Berlin.", "keywords": "actors, born, Berlin"}, {"language": "de", "string": "Gib mir alle in Berlin geborenenen Schauspieler.", "keywords": "Schauspieler, geboren, Berlin"}, {"language": "es", "string": "Dame todos los actores nacidos en Berlin.", "keywords": "actores, nacidos, Berlin"}, {"language": "it", "string": "Dammi tutti gli attori nati a Berlino.", "keywords": "attori, nati, Berlino"}, {"language": "fr", "string": "Donne-moi tous les acteurs n\u00e9s \u00e0 Berlin.", "keywords": "acteurs, lieu de naissance, Berlin"}, {"language": "nl", "string": "Toon alle acteurs die in Berlijn zijn geboren.", "keywords": "actuers, geboren, Berlijn"}, {"language": "ro", "string": "D\u0103-mi to\u021bi actorii care s-au n\u0103scut la Berlin.", "keywords": "actori, n\u0103scut, Berlin"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646\u06cc \u06a9\u0647 \u062f\u0631 \u0628\u0631\u0644\u06cc\u0646 \u0645\u062a\u0648\u0644\u062f \u0634\u062f\u0646\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0628\u0627\u0632\u06cc\u06af\u0631\u0627\u0646\u06cc\u060c \u0628\u0631\u0644\u06cc\u0646\u060c \u0645\u062a\u0648\u0644\u062f"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 \u0430\u043a\u0442\u0435\u0440\u044b \u043a\u0442\u043e \u043c\u044b \u0420\u043e\u0434\u0438\u043b\u0441\u044f \u0432 \u0411\u0435\u0440\u043b\u0438\u043d. ", "keywords": "\u0430\u043a\u0442\u0435\u0440\u044b ,  \u0420\u043e\u0434\u0438\u043b\u0441\u044f ,  \u0411\u0435\u0440\u043b\u0438\u043d "}, {"language": "pt", "string": "Dar mim todos atores quem estavam nascermos dentro Berlim. ", "keywords": "atores ,  nascermos ,  Berlim "}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u092c\u0930\u094d\u0932\u093f\u0928 \u092e\u0947\u0902 \u092a\u0948\u0926\u093e \u0939\u0941\u090f \u0938\u092d\u0940 \u0915\u0932\u093e\u0915\u093e\u0930\u094b\u0902 \u0915\u094b \u0926\u094b\u0964", "keywords": "\u0905\u092d\u093f\u0928\u0947\u0924\u093e\u0913\u0902, \u091c\u0928\u094d\u092e, \u092c\u0930\u094d\u0932\u093f\u0928"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#>\nSELECT DISTINCT ?uri \nWHERE {\n        ?uri rdf:type dbo:Actor .\n        ?uri dbo:birthPlace res:Berlin .\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Actor"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/birthPlace"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Berlin"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Tyra_Misoux"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Dru_Berrymore"}}]}}, "src": 5, "merge": "5#226", "entity_category_words": "actors, Berlin"}]