[{"id": 714, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all Seven Wonders of the Ancient World.", "keywords": "Seven Wonders of the Ancient World"}, {"language": "de", "string": "Gib mir alle Sieben Wunder der Antiken Welt.", "keywords": "Sieben Wunder der Antiken Welt"}, {"language": "it", "string": "Dammi tutte le Sette Meraviglie del Mondo Antico.", "keywords": "Sette Meraviglie del Mondo Antico"}, {"language": "fr", "string": "Donnez-moi le nom des Sept Merveilles du Monde antique.", "keywords": "Sept Merveilles du Monde antique"}], "query": {"sparql": "PREFIX dct: <http://purl.org/dc/terms/> PREFIX dbc: <http://dbpedia.org/resource/Category:> SELECT ?uri WHERE { ?uri dct:subject dbc:Seven_Wonders_of_the_Ancient_World }", "sparql2json": {"queryType": "SELECT", "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://purl.org/dc/terms/subject"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Category:Seven_Wonders_of_the_Ancient_World"}}]}], "type": "query", "prefixes": {"dct": "http://purl.org/dc/terms/", "dbc": "http://dbpedia.org/resource/Category:"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Temple_of_Artemis"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Great_Pyramid_of_Giza"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lighthouse_of_Alexandria"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Hanging_Gardens_of_Babylon"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Statue_of_Zeus_at_Olympia"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mausoleum_at_Halicarnassus"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Colossus_of_Rhodes"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Seven_Wonders_of_the_Ancient_World"}}]}}, "src": 8, "merge": "8#186", "entity_category_words": "Seven Wonders of the Ancient World"}, {"id": 744, "answertype": "number", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me the runtime of Toy Story.", "keywords": "runtime, Toy Story"}, {"language": "de", "string": "Gib mir die Laufzeit von Toy Story.", "keywords": "Laufzeit, Toy Story"}, {"language": "it", "string": "Dammi la durata di Toy Story.", "keywords": "durata, Toy Story"}, {"language": "fr", "string": "Donnez-moi la dur\u00e9e de Toy Story.", "keywords": "dur\u00e9e, Toy Story"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?runtime WHERE { res:Toy_Story dbo:runtime ?runtime }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "runtime"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Toy_Story"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/runtime"}, "object": {"termType": "Variable", "value": "runtime"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["runtime"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"runtime": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#double", "value": "4860.0"}}]}}, "src": 8, "merge": "8#216_M9#260", "entity_category_words": "runtime, Toy Story"}, {"id": 746, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me the birth place of Frank Sinatra.", "keywords": "birth place, Frank Sinatra"}, {"language": "de", "string": "Gib mir den Geburtsort von Frank Sinatra.", "keywords": "Geburtsort, Frank Sinatra"}, {"language": "it", "string": "Dammi il luogo di nascita di Frank Sinatra.", "keywords": "luogo di nascita, Frank Sinatra"}, {"language": "fr", "string": "Donnez-moi le lieu de naissance de Frank Sinatra.", "keywords": "lieu de naissance, Frank Sinatra"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?place WHERE { res:Frank_Sinatra dbo:birthPlace ?place }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "place"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Frank_Sinatra"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/birthPlace"}, "object": {"termType": "Variable", "value": "place"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["place"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"place": {"type": "uri", "value": "http://dbpedia.org/resource/Hoboken,_New_Jersey"}}]}}, "src": 8, "merge": "8#218_M9#313", "entity_category_words": "birth place, Frank Sinatra"}, {"id": 748, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "de", "string": "Liste alle Brettspiele von GMT. ", "keywords": "Brettspiel ,  GMT"}, {"language": "ru", "string": "\u0421\u043f\u0438\u0441\u043e\u043a \u0432\u0441\u0435 \u043d\u0430\u0441\u0442\u043e\u043b\u044c\u043d\u044b\u0435 \u0438\u0433\u0440\u044b \u043e\u0442 \u0412\u0420\u0415\u041c\u042f \u041f\u041e \u0413\u0420\u0418\u041d\u0412\u0418\u0427\u0423. ", "keywords": "\u043d\u0430\u0441\u0442\u043e\u043b\u044c\u043d\u0430\u044f \u0438\u0433\u0440\u0430 ,  \u0432\u0440\u0435\u043c\u044f \u043f\u043e \u0413\u0440\u0438\u043d\u0432\u0438\u0447\u0443 "}, {"language": "pt", "string": "Lista todos jogos de tabuleiro de GMT. ", "keywords": "jogo de tabuleiro ,  GMT "}, {"language": "en", "string": "List all boardgames by GMT.", "keywords": "boardgame, GMT"}, {"language": "hi_IN", "string": "\u091c\u0940\u090f\u092e\u091f\u0940 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u092d\u0940 \u092c\u094b\u0930\u094d\u0921 \u0917\u0947\u092e \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902\u0964", "keywords": "\u0935\u093f\u0936\u0947\u0937 \u092a\u094d\u0930\u0915\u093e\u0930 \u0915\u0947 \u092c\u094b\u0930\u094d\u0921 \u092f\u093e \u092a\u091f\u094d\u091f\u0947 \u0915\u0947 \u0916\u0947\u0932 \u091c\u0948\u0938\u0947 \u0936\u0924\u0930\u0902\u091c, \u0938\u093e\u0901\u092a \u0938\u0940\u0922\u093c\u0940 \u0906\u0926\u093f, \u091c\u0940\u090f\u092e\u091f\u0940"}, {"language": "fa", "string": "\u0647\u0645\u0647 \u0628\u0627\u0632\u06cc \u0647\u0627\u06cc \u062a\u062e\u062a\u0647 \u0627\u06cc GMT \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646", "keywords": "  \u0628\u0627\u0632\u06cc \u062a\u062e\u062a\u0647,    GMT"}, {"language": "it", "string": "Elenco tutti giochi da tavolo di GMT. ", "keywords": "gioco da tavolo ,  GMT "}, {"language": "fr", "string": "liste tout jeux de plateau par GMT. ", "keywords": "jeu de plateau ,  GMT "}, {"language": "ro", "string": "List\u0103 toate jocuri de mas\u0103 de GMT. ", "keywords": "jocuri pe ,  GMT "}, {"language": "es", "string": "Lista todas juegos de mesa por GMT. ", "keywords": "juego de mesa ,  GMT "}, {"language": "nl", "string": "Lijst alle bordspellen door GMT. ", "keywords": "bordspel ,  GMT "}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> SELECT ?uri WHERE { ?uri dbo:publisher res:GMT_Games }", "sparql2json": {"queryType": "SELECT", "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/publisher"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/GMT_Games"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdfs": "http://www.w3.org/2000/01/rdf-schema#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/A_World_At_War"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Sword_of_Rome"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Paths_of_Glory_(board_game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Commands_&_Colors:_Ancients"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Fields_of_Fire_(game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Chandragupta_(board_game)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Twilight_Struggle"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Washington's_War"}}]}}, "src": 9, "merge": "9#1", "entity_category_words": "boardgame, GMT"}, {"id": 760, "answertype": "number", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "de", "string": "Gib mir die Enkel von Bruce Lee.", "keywords": "Bruce Lee, Enkel"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f  \u0432\u043d\u0443\u0447\u0430\u0442\u0430 \u0438\u0437 \u0411\u0440\u044e\u0441 Lee. ", "keywords": "\u0411\u0440\u044e\u0441 \u043f\u043e\u0434\u0432\u0435\u0442\u0440\u0435\u043d\u043d\u044b\u0439 ,  \u0432\u043d\u0443\u0447\u0430\u0442\u0430 "}, {"language": "pt", "string": "Dar mim a netos do Bruce Lee ", "keywords": "Bruce Lee ,  netos "}, {"language": "en", "string": "Give me the grandchildren of Bruce Lee.", "keywords": "Bruce Lee, grandchildren"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u092c\u094d\u0930\u0942\u0938 \u0932\u0940 \u0915\u0947 \u092a\u094b\u0924\u0947 \u0915\u0947 \u0928\u093e\u092e \u0926\u094b\u0964", "keywords": "\u092c\u094d\u0930\u0942\u0938 \u0932\u0940 ,  \u092a\u094b\u0924\u0947 "}, {"language": "fa", "string": "\u0646\u0648\u0647 \u0647\u0627\u06cc \u0628\u0631\u0648\u0633 \u0644\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "  \u0628\u0631\u0648\u0633 \u0644\u06cc,    \u0646\u0648\u0647 \u0647\u0627"}, {"language": "it", "string": "Dammi i nipoti di Bruce Lee.", "keywords": "Bruce Lee, nipoti"}, {"language": "fr", "string": "Donne-moi tous les petit-enfants de Bruce Lee.", "keywords": "petit-enfants, Bruce Lee"}, {"language": "ro", "string": "D\u0103-mi nepo\u021bii lui Bruce Lee.", "keywords": "Bruce Lee, nepo\u021bi"}, {"language": "es", "string": "Dame todos los nietos de Bruce Lee.", "keywords": "Bruce Lee, nietos"}, {"language": "nl", "string": "Toon alle kleinkinderen van Bruce Lee.", "keywords": "Bruce Lee, kleinkinderen"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX res: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { res:Bruce_Lee dbo:child ?child . ?child <http://dbpedia.org/property/children> ?uri }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Bruce_Lee"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/child"}, "object": {"termType": "Variable", "value": "child"}}, {"subject": {"termType": "Variable", "value": "child"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/property/children"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#integer", "value": "1"}}]}}, "src": 9, "merge": "9#13", "entity_category_words": "Bruce Lee"}, {"id": 793, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "de", "string": "Gib mir die Haupst\u00e4dte aller L\u00e4nder, \u00fcber die sich der Himalaya erstreckt.", "keywords": "L\u00e4nder, erstrecken, Himalaya, Haupstadt"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f  \u0441\u0442\u043e\u043b\u0438\u0446\u044b \u0438\u0437 \u0432\u0441\u0435 \u0441\u0442\u0440\u0430\u043d\u044b \u0447\u0442\u043e  \u0413\u0438\u043c\u0430\u043b\u0430\u0438 \u0431\u0435\u0433 \u0447\u0435\u0440\u0435\u0437. ", "keywords": "\u0441\u0442\u0440\u0430\u043d\u044b \u0413\u0438\u043c\u0430\u043b\u0430\u0438 \u0431\u0435\u0433 \u0447\u0435\u0440\u0435\u0437 ,  \u0441\u0442\u043e\u043b\u0438\u0446\u044b "}, {"language": "pt", "string": "Dar mim a capitais do todos paises aquele a Himalaia corre atrav\u00e9s. ", "keywords": "paises Himalaia corre atrav\u00e9s ,  capitais "}, {"language": "en", "string": "Give me the capitals of all countries that the Himalayas run through.", "keywords": "countries Himalayas run through, capitals"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0909\u0928 \u0938\u092d\u0940 \u0926\u0947\u0936\u094b\u0902 \u0915\u0940 \u0930\u093e\u091c\u0927\u093e\u0928\u093f\u092f\u093e\u0902 \u0926\u0947\u0902 \u091c\u093f\u0928\u092e\u0947\u0902 \u0939\u093f\u092e\u093e\u0932\u092f \u0939\u0948\u0902\u0964", "keywords": "\u091c\u093f\u0928 \u0926\u0947\u0936\u094b\u0902 \u092e\u0947\u0902 \u0939\u093f\u092e\u093e\u0932\u092f \u0939\u0948, \u0930\u093e\u091c\u0927\u093e\u0928\u093f\u092f\u094b\u0902"}, {"language": "fa", "string": "\u067e\u0627\u06cc\u062a\u062e\u062a \u062a\u0645\u0627\u0645 \u06a9\u0634\u0648\u0631\u0647\u0627\u06cc\u06cc \u06a9\u0647 \u0647\u06cc\u0645\u0627\u0644\u06cc\u0627 \u0627\u0632 \u0622\u0646\u0647\u0627 \u0645\u06cc \u06af\u0630\u0631\u062f \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u067e\u0627\u06cc\u062a\u062e\u062a\u060c \u06a9\u0634\u0648\u0631\u0647\u0627\u06cc\u06cc\u060c \u0647\u06cc\u0645\u0627\u0644\u06cc\u0627\u060c \u0645\u06cc \u06af\u0630\u0631\u062f"}, {"language": "it", "string": "Dammi tutte le capitali degli stati attraversati dall'Himalaya.", "keywords": "capitali, stati attraversati dall'Himalaya"}, {"language": "fr", "string": "Donne-moi les capitales de tous les pays que l'Himalaya traverse.", "keywords": "capitales, pays, travers\u00e9, Himalaya"}, {"language": "ro", "string": "D\u0103-mi toate \u021b\u0103rile traversate de Himalaya \u0219i capitalele lor.", "keywords": "\u021b\u0103ri, traversate de Himalaya, capitale"}, {"language": "es", "string": "Dame las capitales de todos los pa\u00edses que atraviesa el Himalaya.", "keywords": "capital de pa\u00edses, atraviesa el Himalaya"}, {"language": "nl", "string": "Toon de hoofdsteden van alle landen waardoor de Himalaya loopt.", "keywords": "Himalaya, lopen door, landen, hoofdsteden"}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Himalayas> <http://dbpedia.org/ontology/country> ?country . ?country <http://dbpedia.org/ontology/capital> ?uri }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Himalayas"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "Variable", "value": "country"}}, {"subject": {"termType": "Variable", "value": "country"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/capital"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Thimphu"}}]}}, "src": 9, "merge": "9#55", "entity_category_words": "countries Himalayas"}, {"id": 802, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "de", "string": "Gib mir alle ESA-Astronauten.", "keywords": "ESA-Astronauten"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 ESA \u0430\u0441\u0442\u0440\u043e\u043d\u0430\u0432\u0442\u044b. ", "keywords": "ESA \u043a\u043e\u0441\u043c\u043e\u043d\u0430\u0432\u0442\u044b "}, {"language": "pt", "string": "Dar mim todos ESA astronautas. ", "keywords": "ESA astronautas "}, {"language": "en", "string": "Give me all ESA astronauts.", "keywords": "ESA astronauts"}, {"language": "hi_IN", "string": "\u0926\u0947\u0928\u093e \u092e\u0941\u091d\u0947 \u0938\u092c \u0908\u090f\u0938\u090f \u0905\u0902\u0924\u0930\u093f\u0915\u094d\u0937 \u092f\u093e\u0924\u094d\u0930\u0940\u0964 ", "keywords": "\u0908\u090f\u0938\u090f \u0905\u0902\u0924\u0930\u093f\u0915\u094d\u0937 \u092f\u093e\u0924\u094d\u0930\u0940 "}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0641\u0636\u0627\u0646\u0648\u0631\u062f\u0627\u0646 \u0627\u06cc\u06cc.\u0627\u0633.\u0627\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0641\u0636\u0627\u0646\u0648\u0631\u062f\u0627\u0646 \u0627\u06cc\u06cc.\u0627\u0633.\u0627\u06cc"}, {"language": "it", "string": "Dammi tutti gli astronauti dell'ESA.", "keywords": "Astronauti ESA"}, {"language": "fr", "string": "Donne-moi tous les astronautes de l'ESA.", "keywords": "austronautes, ESA"}, {"language": "ro", "string": "D\u0103-mi to\u021bi astronau\u021bii ESA.", "keywords": "astronau\u021bi ESA"}, {"language": "es", "string": "Dame todos los astronautas de la ESA.", "keywords": "Astronautas ESA"}, {"language": "nl", "string": "Geef alle ESA-astronauten.", "keywords": "ESA-astronauten"}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE { ?uri a <http://dbpedia.org/ontology/Astronaut> ; <http://dbpedia.org/property/type> <http://dbpedia.org/resource/European_Space_Agency> }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Astronaut"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/property/type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/European_Space_Agency"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Dirk_Frimout"}}]}}, "src": 9, "merge": "9#73", "entity_category_words": "ESA astronauts"}]