[{"id": 211, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Show me the book that Muhammad Ali wrote.", "keywords": "book, wrote, Muhammad Ali"}, {"language": "de", "string": "Zeig mir das Buch, das Muhammad Ali geschrieben hat.", "keywords": "Buch, geschrieben, Muhammad Ali"}, {"language": "es", "string": "Mu\u00e9strame el libro escrito por Muhammad Ali.", "keywords": "libro, autor, Muhammad Ali"}, {"language": "it", "string": "Mostrami il libro scritto da Muhammad Ali.", "keywords": "libro, autore, Muhammad Ali"}, {"language": "fr", "string": "Donne-moi le livre \u00e9crit par Muhammad Ali.", "keywords": "livre, par Muhammad Ali"}, {"language": "nl", "string": "Toen het boek dat Muhammad Ali heeft geschreven.", "keywords": "boek, geschreven, Muhammad Ali"}, {"language": "ro", "string": "Arat\u0103-mi cartea pe care a scris-o Muhammad Ali.", "keywords": "carte, scris, Muhammad Ali"}, {"language": "fa", "string": "\u06a9\u062a\u0627\u0628\u06cc \u0631\u0627 \u06a9\u0647 \u0645\u062d\u0645\u062f \u0639\u0644\u06cc \u0646\u0648\u0634\u062a \u0631\u0627 \u0628\u0647 \u0645\u0646 \u0646\u0634\u0627\u0646 \u0628\u062f\u0647", "keywords": "\u06a9\u062a\u0627\u0628\u06cc\u060c \u0645\u062d\u0645\u062f \u0639\u0644\u06cc\u060c \u0646\u0648\u0634\u062a"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0915\u093f\u0924\u093e\u092c \u092c\u0924\u093e\u0913 \u091c\u094b \u092e\u0941\u0939\u092e\u094d\u092e\u0926 \u0905\u0932\u0940 \u0928\u0947 \u0932\u093f\u0916\u0940 \u0925\u0940\u0964", "keywords": "\u0915\u093f\u0924\u093e\u092c, \u092e\u0941\u0939\u092e\u094d\u092e\u0926 \u0905\u0932\u0940, \u0932\u093f\u0916\u0940"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> \nPREFIX res: <http://dbpedia.org/resource/> \nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri \nWHERE { \n         ?uri rdf:type dbo:Book . \n         ?uri dbo:author res:Muhammad_Ali . \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Book"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/author"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Muhammad_Ali"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Soul_of_a_Butterfly"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Greatest:_My_Own_Story"}}]}}, "src": 5, "merge": "5#254_D7#143", "entity_category_words": "book, Muhammad Ali"}, {"id": 221, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "List all the musicals with music by Elton John.", "keywords": "musicals, music by, Elton John"}, {"language": "de", "string": "Liste alle Musicals mit Musik von Elton John auf.", "keywords": "Musicals, Musik von, Elton John"}, {"language": "es", "string": "Dame todos los musicales con m\u00fasica de Elton John.", "keywords": "musicales, m\u00fasica, Elton John"}, {"language": "it", "string": "Elenca tutti i musicals con musiche di Elton John.", "keywords": "musicals, musiche, Elton John"}, {"language": "fr", "string": "Donne-moi tous les musicals avec de la musique de de Elton John.", "keywords": "musicals, musique, Elton John"}, {"language": "nl", "string": "Toen een lijst van alle musicals met muziek van Elton John.", "keywords": "musicals, muziek van, Elton John"}, {"language": "ro", "string": "Listeaz\u0103 toate muzicalurile cu muzic\u0103 de Elton John.", "keywords": "muzicaluri, muzic\u0103 de Elton John"}, {"language": "hi_IN", "string": "\u090f\u0932\u094d\u091f\u0928 \u091c\u0949\u0928 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u0917\u0940\u0924 \u0915\u0947 \u0938\u093e\u0925 \u0938\u092d\u0940 \u0938\u0902\u0917\u0940\u0924\u094b\u0902 \u0915\u094b \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902\u0964", "keywords": "\u090f\u0932\u094d\u091f\u0928 \u091c\u0949\u0928 \u0915\u093e \u0938\u0902\u0917\u0940\u0924"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri\nWHERE { \n        ?uri rdf:type dbo:Musical .\n        ?uri dbo:musicBy res:Elton_John .\n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Musical"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/musicBy"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Elton_John"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Billy_Elliot_the_Musical"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Lion_King_(musical)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Aida_(musical)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lestat_(musical)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Lion_King_Jr_(musical)"}}]}}, "src": 5, "merge": "5#265_D7#1", "entity_category_words": "musicals, Elton John"}, {"id": 222, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Show me all the breweries in Australia.", "keywords": "breweries, Australia"}, {"language": "de", "string": "Zeig mir alle Brauereien in Australien.", "keywords": "Brauereien, Australien"}, {"language": "es", "string": "Mu\u00e9strame todas las cervecer\u00edas en Australia.", "keywords": "cervecer\u00edas, Australia"}, {"language": "it", "string": "Mostrami tutti i birrifici in Australia.", "keywords": "birrifici, Australia"}, {"language": "fr", "string": "Montre-moi toutes les brasseries d'Australie.", "keywords": "brasseries, Australie"}, {"language": "nl", "string": "Toen alle brouwerijen in Australi\u00eb.", "keywords": "brouwerijen, Australi\u00eb"}, {"language": "ro", "string": "Arat\u0103-mi toate ber\u0103riile din Australia.", "keywords": "ber\u0103rii, Australia"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0622\u0628\u062c\u0648\u0633\u0627\u0632\u06cc \u0647\u0627\u06cc \u0627\u0633\u062a\u0631\u0627\u0644\u06cc\u0627 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0622\u0628\u062c\u0648\u0633\u0627\u0632\u06cc \u0647\u0627\u06cc\u060c \u0627\u0633\u062a\u0631\u0627\u0644\u06cc\u0627"}, {"language": "ru", "string": "\u041f\u043e\u043a\u0430\u0437\u0430\u0442\u044c \u043c\u0435\u043d\u044f \u0432\u0441\u0435  \u043f\u0438\u0432\u043e\u0432\u0430\u0440\u043d\u0438 \u0432 \u0410\u0432\u0441\u0442\u0440\u0430\u043b\u0438\u044f. ", "keywords": "\u043f\u0438\u0432\u043e\u0432\u0430\u0440\u043d\u0438 ,  \u0410\u0432\u0441\u0442\u0440\u0430\u043b\u0438\u044f "}, {"language": "pt", "string": "exposi\u00e7\u00e3o mim todos a cervejarias dentro Austr\u00e1lia. ", "keywords": "cervejarias ,  Austr\u00e1lia "}, {"language": "hi_IN", "string": "\u092a\u094d\u0930\u0926\u0930\u094d\u0936\u0928 \u092e\u0941\u091d\u0947 \u0938\u092c  \u092c\u094d\u0930\u0941\u0905\u0930\u0940\u091c \u092e\u0947\u0902 \u0911\u0938\u094d\u091f\u094d\u0930\u0947\u0932\u093f\u092f\u093e\u0964 ", "keywords": "\u092c\u094d\u0930\u0941\u0905\u0930\u0940\u091c ,  \u0911\u0938\u094d\u091f\u094d\u0930\u0947\u0932\u093f\u092f\u093e "}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/>\nPREFIX res: <http://dbpedia.org/resource/>\nPREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> \nSELECT DISTINCT ?uri ?x\nWHERE { \n        ?uri rdf:type dbo:Brewery .\n      { ?uri dbo:location res:Australia . }\n      UNION\n      { ?uri dbo:location ?x . \n        ?x dbo:country res:Australia . } \n}", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}, {"termType": "Variable", "value": "x"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Brewery"}}]}, {"type": "union", "patterns": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/location"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Australia"}}]}, {"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/location"}, "object": {"termType": "Variable", "value": "x"}}, {"subject": {"termType": "Variable", "value": "x"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Australia"}}]}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "res": "http://dbpedia.org/resource/", "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#"}}}, "answers": {"head": {"link": [], "vars": ["uri", "x"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Cascade_Brewery"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Matilda_Bay_Brewing_Company"}, "x": {"type": "uri", "value": "http://dbpedia.org/resource/Victoria_(Australia)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Cascade_Brewery"}, "x": {"type": "uri", "value": "http://dbpedia.org/resource/Hobart"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Cascade_Brewery"}, "x": {"type": "uri", "value": "http://dbpedia.org/resource/Tasmania"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Copper_Coast_Wines"}, "x": {"type": "uri", "value": "http://dbpedia.org/resource/Moonta_Bay,_South_Australia"}}]}}, "src": 5, "merge": "5#266", "entity_category_words": "breweries, Australia"}, {"id": 404, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me the grandchildren of Elvis Presley.", "keywords": "Elvis Presley, grandchildren"}, {"language": "fa", "string": "\u0646\u0648\u0647 \u0647\u0627\u06cc \u0627\u0644\u0648\u06cc\u0633 \u067e\u0631\u0633\u0644\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0646\u0648\u0647 \u0647\u0627\u06cc\u060c \u0627\u0644\u0648\u06cc\u0633 \u067e\u0631\u0633\u0644\u06cc"}, {"language": "de", "string": "Gib mir die Enkel von Elvis Presley.", "keywords": "Elvis Presley, Enkel"}, {"language": "es", "string": "Dame todos los nietos de Elvis Presley.", "keywords": "Elvis Presley, nietos"}, {"language": "it", "string": "Dammi i nipoti di Elvis Presley.", "keywords": "Elvis Presley, nipoti"}, {"language": "fr", "string": "Donne-moi tous les petit-enfants de Elvis Presley.", "keywords": "petit-enfants, Elvis Presley"}, {"language": "nl", "string": "Toon alle kleinkinderen van Elvis Presley.", "keywords": "Elvis Presley, kleinkinderen"}, {"language": "ro", "string": "D\u0103-mi nepo\u021bii lui Elvis Presley.", "keywords": "Elvis Presley, nepo\u021bi"}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u090f\u0932\u094d\u0935\u093f\u0938 \u092a\u094d\u0930\u0947\u0938\u094d\u0932\u0940 \u0915\u0947 \u092a\u094b\u0924\u094b\u0902 \u0915\u0947 \u0928\u093e\u092e \u0926\u0947\u0964 ", "keywords": "\u090f\u0932\u094d\u0935\u093f\u0938 \u092a\u094d\u0930\u0947\u0938\u094d\u0932\u0940, \u092a\u094b\u0924\u094b \u0915\u0947 \u0928\u093e\u092e"}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Elvis_Presley> <http://dbpedia.org/ontology/child> ?child . ?child <http://dbpedia.org/ontology/child> ?uri . }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Elvis_Presley"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/child"}, "object": {"termType": "Variable", "value": "child"}}, {"subject": {"termType": "Variable", "value": "child"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/child"}, "object": {"termType": "Variable", "value": "uri"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Riley_Keough"}}]}}, "src": 6, "merge": "6#240_D7#88", "entity_category_words": "Elvis Presley"}, {"id": 453, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "List all the musicals with music by Leonard Bernstein.", "keywords": "musicals, music by, Leonard Bernstein"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u0641\u06cc\u0644\u0645 \u0647\u0627\u06cc \u0645\u0648\u0632\u06cc\u06a9\u0627\u0644 \u0628\u0627 \u0645\u0648\u0633\u06cc\u0642\u06cc \u0644\u0626\u0648\u0646\u0627\u0631\u062f \u0628\u0631\u0646\u0633\u062a\u0627\u06cc\u0646 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u0641\u06cc\u0644\u0645 \u0647\u0627\u06cc \u0645\u0648\u0632\u06cc\u06a9\u0627\u0644\u060c \u0645\u0648\u0633\u06cc\u0642\u06cc\u060c \u0644\u0626\u0648\u0646\u0627\u0631\u062f \u0628\u0631\u0646\u0633\u062a\u0627\u06cc\u0646"}, {"language": "de", "string": "Liste alle Musicals mit Musik von Leonard Bernstein auf.", "keywords": "Musicals, Musik von, Leonard Bernstein"}, {"language": "es", "string": "Dame todos los musicales con m\u00fasica de Leonard Bernstein.", "keywords": "musicales, m\u00fasica, Leonard Bernstein"}, {"language": "it", "string": "Elenca tutti i musical con musiche di Leonard Bernstein.", "keywords": "musicals, musiche, Leonard Bernstein"}, {"language": "fr", "string": "Donne-moi tous les musicals avec de la musique de Leonard Bernstein.", "keywords": "musicals, musique, Leonard Bernstein"}, {"language": "nl", "string": "Toen een lijst van alle musicals met muziek van Leonard Bernstein.", "keywords": "musicals, muziek van, Leonard Bernstein"}, {"language": "ro", "string": "Listeaz\u0103 toate muzicalurile cu muzic\u0103 de Leonard Bernstein.", "keywords": "muzicaluri, muzic\u0103 de Leonard Bernstein"}, {"language": "ru", "string": "\u0421\u043f\u0438\u0441\u043e\u043a \u0432\u0441\u0435  \u043c\u044e\u0437\u0438\u043a\u043b\u044b \u0441 \u041c\u0443\u0437\u044b\u043a\u0430 \u043e\u0442 \u041b\u0435\u043e\u043d\u0430\u0440\u0434 \u0411\u0435\u0440\u043d\u0448\u0442\u0435\u0439\u043d. ", "keywords": "\u043c\u044e\u0437\u0438\u043a\u043b\u044b ,  \u041c\u0443\u0437\u044b\u043a\u0430 \u043e\u0442 ,  \u041b\u0435\u043e\u043d\u0430\u0440\u0434 \u0411\u0435\u0440\u043d\u0448\u0442\u0435\u0439\u043d "}, {"language": "pt", "string": "Lista todos a musicais com m\u00fasica de Leonard Bernstein ", "keywords": "musicais ,  m\u00fasica de ,  Leonard Bernstein "}, {"language": "hi_IN", "string": "\u0932\u093f\u092f\u094b\u0928\u093e\u0930\u094d\u0921 \u092c\u0930\u094d\u0928\u0938\u094d\u091f\u0940\u0928 \u0926\u094d\u0935\u093e\u0930\u093e \u0938\u0902\u0917\u0940\u0924 \u0915\u0947 \u0938\u093e\u0925 \u0938\u092d\u0940 \u0938\u0902\u0917\u0940\u0924 \u0938\u0942\u091a\u0940\u092c\u0926\u094d\u0927 \u0915\u0930\u0947\u0902\u0964", "keywords": "\u0938\u0902\u0917\u0940\u0924 ,  \u0938\u0902\u0917\u0940\u0924 \u0926\u094d\u0935\u093e\u0930\u093e ,  \u0932\u093f\u092f\u094b\u0928\u093e\u0930\u094d\u0921 \u092c\u0930\u094d\u0928\u0938\u094d\u091f\u0940\u0928 "}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Musical> .  ?uri <http://dbpedia.org/ontology/musicBy> <http://dbpedia.org/resource/Leonard_Bernstein> . } ", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Musical"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/musicBy"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Leonard_Bernstein"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/West_Side_Story"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Wonderful_Town"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/1600_Pennsylvania_Avenue_(musical)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/On_the_Town_(musical)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/A_Party_with_Betty_Comden_and_Adolph_Green"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Candide_(operetta)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Race_to_Urga"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Side_by_Side_by_Sondheim"}}]}}, "src": 6, "merge": "6#265", "entity_category_words": "musicals, Leonard Bernstein"}, {"id": 483, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Give me all Swedish holidays.", "keywords": "Swedish holidays"}, {"language": "fa", "string": "\u062a\u0645\u0627\u0645 \u062a\u0639\u0637\u06cc\u0644\u0627\u062a \u0633\u0648\u0626\u062f\u06cc \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u062a\u0639\u0637\u06cc\u0644\u0627\u062a \u0633\u0648\u0626\u062f\u06cc"}, {"language": "de", "string": "Gib mir alle schwedischen Feiertage.", "keywords": "schwedische Feiertage"}, {"language": "es", "string": "Dame todos los d\u00edas festivos en Suecia.", "keywords": "d\u00edas festivos, Suecia"}, {"language": "it", "string": "Dammi tutti i giorni festivi svedesi.", "keywords": "giorni festivi svedesi"}, {"language": "fr", "string": "Donne-moi tous les jours f\u00e9ri\u00e9s en Su\u00e8de.", "keywords": "jours f\u00e9ri\u00e9s, Su\u00e8de"}, {"language": "nl", "string": "Geef alle Zweedse feestdagen.", "keywords": "Zweedse feestdagen"}, {"language": "ro", "string": "D\u0103 toate zilele de s\u0103rb\u0103toare din Suedia.", "keywords": "zile de s\u0103rb\u0103toare, Suedia"}, {"language": "ru", "string": "\u0414\u0430\u0439\u0442\u0435 \u043c\u0435\u043d\u044f \u0432\u0441\u0435 \u0448\u0432\u0435\u0434\u0441\u043a\u0438\u0439 \u043a\u0430\u043d\u0438\u043a\u0443\u043b\u044b. ", "keywords": "\u0448\u0432\u0435\u0434\u0441\u043a\u0438\u0439 \u043a\u0430\u043d\u0438\u043a\u0443\u043b\u044b "}, {"language": "pt", "string": "Dar mim todos sueco feriados. ", "keywords": "sueco feriados "}, {"language": "hi_IN", "string": "\u092e\u0941\u091d\u0947 \u0938\u092d\u0940 \u0938\u094d\u0935\u0940\u0921\u093f\u0936 \u091b\u0941\u091f\u094d\u091f\u093f\u092f\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u0940 \u0926\u0947\u0902", "keywords": "\u0938\u094d\u0935\u0940\u0921\u093f\u0936 \u091b\u0941\u091f\u094d\u091f\u093f\u092f\u093e\u0902 "}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE {  ?uri <http://www.w3.org/1999/02/22-rdf-syntax-ns#type> <http://dbpedia.org/ontology/Holiday> .  ?uri <http://dbpedia.org/ontology/country> <http://dbpedia.org/resource/Sweden> . } ", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://www.w3.org/1999/02/22-rdf-syntax-ns#type"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/Holiday"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/country"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Sweden"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Gustavus_Adolphus_Day"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/St._Knut's_Day"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Christmas_tree_plundering"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Veterans_Day_(Sweden)"}}]}}, "src": 6, "merge": "6#302", "entity_category_words": "Swedish holidays"}, {"id": 517, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "List the seven kings of Rome.", "keywords": "kings, Rome"}, {"language": "fa", "string": "\u0647\u0641\u062a \u067e\u0627\u062f\u0634\u0627\u0647 \u0631\u0645 \u0631\u0627 \u0644\u06cc\u0633\u062a \u06a9\u0646.", "keywords": "\u067e\u0627\u062f\u0634\u0627\u0647\u060c \u0631\u0645"}, {"language": "de", "string": "Gib mir eine Liste aller K\u00f6nige von Rom.", "keywords": "K\u00f6nige, Rom"}, {"language": "es", "string": "Lista los siete reyes de Roma.", "keywords": "siete reyes Roma"}, {"language": "it", "string": "Elenca i sette re di Roma.", "keywords": "sette re, Roma"}, {"language": "fr", "string": "Donne-moi les sept rois de Rome.", "keywords": "rois, Rome"}, {"language": "nl", "string": "Geef de seven koningen van Rome.", "keywords": "koningen, Rome"}, {"language": "ro", "string": "Enumer\u0103 cei \u0219apte regi ai Romei.", "keywords": "\u0219apte regi, Roma"}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE {  ?uri <http://dbpedia.org/property/title> <http://dbpedia.org/resource/King_of_Rome> . } ", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/property/title"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/King_of_Rome"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Tullus_Hostilius"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Ancus_Marcius"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lucius_Tarquinius_Priscus"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lucius_Tarquinius_Superbus"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Servius_Tullius"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Numa_Pompilius"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Romulus_and_Remus"}}]}}, "src": 6, "merge": "6#346_M9#178", "entity_category_words": "kings, Rome"}, {"id": 585, "answertype": "resource", "aggregation": false, "onlydbo": true, "hybrid": false, "question": [{"language": "en", "string": "Show me all books in Asimov's Foundation series.", "keywords": "books, Asimov, Foundation series"}, {"language": "pt_BR", "string": "Mostre-me todos os livros de Asimov da s\u00e9rie Funda\u00e7\u00e3o.", "keywords": "livros, Asimov, s\u00e9rie Funda\u00e7\u00e3o"}, {"language": "fa", "string": "\u0645\u062c\u0645\u0648\u0639\u0647 \u06a9\u062a\u0627\u0628 \u0647\u0627\u06cc \u0622\u0633\u06cc\u0645\u0648\u0641 \u0686\u0646\u062f \u06a9\u062a\u0627\u0628 \u062f\u0627\u0631\u062f\u061f", "keywords": "\u0645\u062c\u0645\u0648\u0639\u0647 \u06a9\u062a\u0627\u0628 \u0647\u0627\u06cc\u060c \u0622\u0633\u06cc\u0645\u0648\u0641\u060c \u06a9\u062a\u0627\u0628"}, {"language": "de", "string": "Zeig mir alle B\u00fccher in Asimovs Foundation-Serie.", "keywords": "Asimov, Foundation-Serie, B\u00fccher"}, {"language": "es", "string": "Mu\u00e9strame todos los libros en la serie Fundaci\u00f3n de Asimov", "keywords": "libros, serie Fundaci\u00f3n Asimov"}, {"language": "it", "string": "Mostrami tutti i libri del Ciclo della Fondazione di Asimov", "keywords": "libri, Ciclo della Fondazione, Asimov"}, {"language": "fr", "string": "Montres-moi tous les livres du Cycle de Fondation d'Asimov.", "keywords": "livres, Cycle de Fondation, Asimov"}, {"language": "nl", "string": "Toon alle boeken die bij de Foundation-serie horen.", "keywords": "boeken, Foundation-serie"}, {"language": "hi_IN", "string": "\u0905\u0938\u093f\u092e\u094b\u0935 \u0915\u0940 \u092b\u093e\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094d\u0930\u0943\u0902\u0916\u0932\u093e \u0915\u0940 \u0938\u093e\u0930\u0940 \u092a\u0941\u0938\u094d\u0924\u0915\u094b\u0902 \u0915\u0940 \u0938\u0942\u091a\u093f \u0926\u093f\u0916\u093e\u090f\u0902\u0964", "keywords": "\u0905\u0938\u093f\u092e\u094b\u0935, \u092b\u093e\u0909\u0902\u0921\u0947\u0936\u0928 \u0936\u094d\u0930\u0943\u0902\u0916\u0932\u093e, \u092a\u0941\u0938\u094d\u0924\u0915\u094b\u0902"}, {"language": "ro", "string": "Arat\u0103-mi toate c\u0103r\u021bile din seria Funda\u021bia de Asimov", "keywords": "c\u0103r\u021bi, seria Funda\u021bia, Asimov"}], "query": {"sparql": "SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/series> <http://dbpedia.org/resource/Foundation_series> . } ", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/series"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Foundation_series"}}]}], "type": "query", "prefixes": {}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/The_Originist"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Foundation_and_Earth"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Forward_the_Foundation"}}]}}, "src": 7, "merge": "7#195", "entity_category_words": "Foundation series"}, {"id": 713, "answertype": "resource", "aggregation": false, "onlydbo": false, "hybrid": false, "question": [{"language": "en", "string": "Give me all gangsters from the prohibition era.", "keywords": "gangsters, prohibition era"}, {"language": "de", "string": "Gib mir alle Gangster der Prohibitions \u00c4ra.", "keywords": "Gangster, Prohibitions \u00c4ra"}, {"language": "it", "string": "Dammi tutti i gangster dell'era del proibizionismo.", "keywords": "gangster, era, proibizionismo"}, {"language": "fr", "string": "Donnez-moi le nom de tous les gangsters de la Prohibition.", "keywords": "gangsters, Prohibition"}], "query": {"sparql": "PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX dct: <http://purl.org/dc/terms/> PREFIX dbc: <http://dbpedia.org/resource/Category:> PREFIX dbr: <http://dbpedia.org/resource/> SELECT DISTINCT ?uri WHERE { ?uri dbo:occupation dbr:Gangster ; dct:subject dbc:Prohibition-era_gangsters }", "sparql2json": {"queryType": "SELECT", "distinct": true, "variables": [{"termType": "Variable", "value": "uri"}], "where": [{"type": "bgp", "triples": [{"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://dbpedia.org/ontology/occupation"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Gangster"}}, {"subject": {"termType": "Variable", "value": "uri"}, "predicate": {"termType": "NamedNode", "value": "http://purl.org/dc/terms/subject"}, "object": {"termType": "NamedNode", "value": "http://dbpedia.org/resource/Category:Prohibition-era_gangsters"}}]}], "type": "query", "prefixes": {"dbo": "http://dbpedia.org/ontology/", "dct": "http://purl.org/dc/terms/", "dbc": "http://dbpedia.org/resource/Category:", "dbr": "http://dbpedia.org/resource/"}}}, "answers": {"head": {"link": [], "vars": ["uri"]}, "results": {"distinct": false, "ordered": true, "bindings": [{"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Ignazio_Lupo"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Fred_Burke"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Vito_Bonventre"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Al_Capone"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Salvatore_D'Aquila"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Salvatore_Maranzano"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/William_Egan_(gangster)"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Louis_Campagna"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Mike_Genna"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Ciro_Terranova"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Joe_Masseria"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Louis_Buchalter"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Dean_O'Banion"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Bugsy_Siegel"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Lucky_Luciano"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Leo_Vincent_Brothers"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Owney_Madden"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Bugs_Moran"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Roger_Touhy"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/John_%22Pudgy%22_Dunn"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Gus_Winkler"}}, {"uri": {"type": "uri", "value": "http://dbpedia.org/resource/Nicolo_Schiro"}}]}}, "src": 8, "merge": "8#185", "entity_category_words": "gangsters"}]